import {  } from 'react';
import "./../style/Faq.css"
import { MDBAccordion, MDBAccordionItem, MDBContainer } from "mdb-react-ui-kit";


const Faq = () => {

  return (
<section className='Faq  py-5 bg-dark ' data-aos="zoom-in">
<div className="faq-header text-center text-white ">
        <h1>আপনার সকল জিজ্ঞাসা</h1>
        <p className="py-3">সর্বাধিক জিজ্ঞাসিত প্রশ্নগুলি দেখুন, যেকোনো প্রয়োজনে আমরা আপনার পাশে আছি</p>
    </div>
<MDBContainer className="mt-5 py-4 " style={{maxWidth: '1000px'}}>
      <MDBAccordion alwaysOpen initialActive={1}>
        <MDBAccordionItem collapseId={1} headerTitle="রেডএক্স কি?">
           রেডএক্স একটি প্রযুক্তিনির্ভর লজিস্টিকস কোম্পানি যা দেশজুড়ে এসএমই প্রোডাক্ট ডেলিভারি সেবা থেকে শুরু করে ব্যাক্তিগত ডকুমেন্ট, পার্সেল ডেলিভারি, এবং বড় কর্পোরেট কোম্পানিগুলোকে ইন্ডাস্ট্রিয়াল লজিস্টিকস সেবা প্রদান করে থাকে।

        </MDBAccordionItem>
        <MDBAccordionItem collapseId={2} headerTitle="রেডএক্স কি কি ধরনের সেবা দিয়ে থাকে?">
        যে কোন ব্যবসা বা ব্যক্তিগত প্রয়োজনে ডেলিভারি সংক্রান্ত সেবা প্রদানের একটি পূর্ণাঙ্গ প্ল্যাটফর্ম রেডএক্স। পার্সেল ডেলিভারি, বাল্ক শিপমেন্ট, লাইন হল, ট্রাক ভাড়া, লোডিং-আনলোডিং, ওয়্যারহাউজ, সার্ভিস হিসেবে লজিস্টিকস সল্যুশন এবং প্রয়োজন অনুযায়ী কাস্টমাইজড সল্যুশনও দিয়ে থাকে রেডএক্স।
        </MDBAccordionItem>

        <MDBAccordionItem collapseId={3} headerTitle="রেডএক্স ডেলিভারির কভারেজ এরিয়া কি?">
        রেডএক্স বাংলাদেশের ৬৪ টি জেলায় ডেলিভারি করে। আমাদের ডেলিভারি এরিয়া জানতে লিঙ্কে ক্লিক করুন  <a href="https://redx.com.bd/coverage-area ">https://redx.com.bd/coverage-area </a>আপনার নিকটস্থ রেডএক্স হাবে যোগাযোগ করে আজই ডেলিভারি বুক করুন। রেডএক্স হাবের সম্পূর্ণ লিস্ট দেখতে এখানে ক্লিক করুন
        </MDBAccordionItem>
        <MDBAccordionItem collapseId={4} headerTitle="আপনাদের লজিস্টিকস চার্জ সম্পর্কে জানতে চাই?">
        মার্চেন্টদের পার্সেল ডেলিভারিতে আমরা প্রতি কেজি অনুযায়ী চার্জ করে থাকি l ঢাকার ভেতরে প্রতি কেজি ৬৯ টাকা, ঢাকার আশেপাশে ১১৫ এবং ঢাকার বাইরে ১৫০ টাকা থেকে চার্জ শুরু হয়। ঢাকার আশেপাশে এবং বাইরে প্রতি ডেলিভারিতে ১% ক্যাশ অন ডেলিভারি চার্জ প্রযোজ্য। প্রতিটি চার্জের সাথে ভ্যাট সংযুক্ত।  
         <div className='py-2'>
         ব্যক্তিগত পার্সেল পাঠানোর চার্জ সম্পর্কে জানতে আমাদের হোম ডেলিভারি এবং হাব ডেলিভারির প্রাইস চার্টটি দেখুন।
         </div>
         <div className='py-2'>
         এন্টারপ্রাইজ লজিস্টিকসের জন্য আমাদের দক্ষ সেলস টিম রয়েছে। ০৯৬১০০০৭৩৩৯ নাম্বারে কল দিয়ে এ সংক্রান্ত সকল তথ্য পাবেন।
         </div>
         <div className='py-2'>
       
         অনুগ্রহপূর্বক মনে রাখবেন ওজন এবং অবস্থানের ভিত্তিতে ডেলিভারি চার্জ পরিবর্তন হতে পারে l এ বিষয়ে আরও বিস্তারিত জানতে লিঙ্কে  <a href="ক্লিক">ক্লিক</a> করুন এবং আমাদের প্রাইস সম্পর্কে আরো বিস্তারিত জানুন l
         </div>

      
        </MDBAccordionItem>

      </MDBAccordion>
    </MDBContainer>
</section>
  )
}

export default Faq